# Создание списков.

month = ['январь', 'февраль','март']

print('Первый месяц\t = ',month[0])
print('Второй месяц\t = ',month[1])
print('Третий месяц\t = ',month[2])

value = month[2]
print('\nОтображение через переменную: ', value)

# Вывод первой буквы второго слова
print('\nПервая буква названия второго месяца', month[1][0])

# Многомерный список:
coords = [[1,2,3],[4,5,6]]
print('\nЛевый верхний 0.0', coords[0][0])
print('Правый нижний 1.2 :', coords[1][2])

valueInt = coords[0][0]
print('Отображение через переменную: ', valueInt)